Revit 2027 API
ParameterTypeId.MassZoneConditionTypeParam Property
 "Condition Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassZoneConditionTypeParam { get; }
Public Shared ReadOnly Property MassZoneConditionTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassZoneConditionTypeParam {
	ForgeTypeId^ get ();
}
static member MassZoneConditionTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace